INSERT INTO CityMaster (CityCode, CityEn, CityJp, Latitude, Longitude, CountryCode) VALUES
(2004, 'Unzen', '雲仙', 32.7440000, 130.2590000, 'JP'),
(2005, 'Oku-Nikko', '奥日光', 36.7500000, 139.4500000, 'JP'),

(3104, 'Interlaken', 'インターラーケン', 46.6860000, 7.8630000, 'CH'),
(3105, 'Berlin', 'ベルリン', 52.5200000, 13.4050000, 'DE'),
(3106, 'Reykjavik', 'レイキャビク', 64.1460000, -21.9420000, 'IS'),
(3107, 'Machu Picchu', 'マチピチュ', -13.1630000, -72.5450000, 'PE'),

(4008, 'Nairobi', 'ナイロビ', -1.2860000, 36.8170000, 'KE'),
(4009, 'Kumasi', 'クマシ', 6.6880000, -1.6240000, 'GH'),
(4010, 'Jimma', 'ジンマ', 7.6730000, 36.8340000, 'ET'),
(4011, 'Buenos Aires', 'ブエノスアイレス', -34.6030000, -58.3810000, 'AR')
