INSERT INTO CityMaster (CityCode, CityEn, CityJp, Latitude, Longitude, CountryCode) VALUES
(4012, 'Moscow', 'モスクワ', 55.7558000, 37.6173000, 'RU'),
(4013, 'New York', 'ニューヨーク', 40.7128000, -74.0060000, 'US'),
(4014, 'Los Angeles', 'ロサンゼルス', 34.0522000, -118.2437000, 'US'),
(4015, 'Beijing', '北京', 39.9042000, 116.4074000, 'CN'),
(4016, 'Hong Kong', '香港', 22.3193000, 114.1694000, 'CN'),
(4017, 'New Delhi', 'ニューデリー', 28.6139000, 77.2090000, 'IN'),
(4018, 'Johannesburg', 'ヨハネスブルグ', -26.2041000, 28.0473000, 'ZA'),
(4019, 'Ushuaia', 'ウシュアイア', -54.8019000, -68.3030000, 'AR'),
(4020, 'Tehran', 'テヘラン', 35.6892000, 51.3890000, 'IR'),
(4021, 'Istanbul', 'イスタンブール', 41.0082000, 28.9784000, 'TR'),
(4022, 'Cairo', 'カイロ', 30.0444000, 31.2357000, 'EG');
